"3-finger Horizontal Swipe" = "3 саусақпен көлденең сырғыту";
"3-finger Vertical Swipe" = "3 саусақпен тік сырғыту";
"4-finger Horizontal Swipe" = "4 саусақпен көлденең сырғыту";
"4-finger Vertical Swipe" = "4 саусақпен тік сырғыту";
"About" = "Бағдарлама туралы";
"About %@" = "%@ туралы";
"Accessibility" = "Арнайы мүмкіндіктер";
"Acknowledgments" = "Алғыс білдіру";
"Active app" = "Белсенді қолданба";
"Active screen" = "Белсенді экран";
"Active Space" = "Белсенді кеңістік";
"Add a running app" = "Жұмыс істеп тұрған қолданбаны қосу";
"Add an app from disk" = "Дискідегі қолданбаны қосу";
"Additional controls" = "Қосымша басқару элементтері";
"Additional controls…" = "Қосымша басқару элементтері…";
"Advanced" = "Кеңейтілген";
"After keys are released" = "Пернелер босатылғаннан кейін";
"After release" = "Шығарғаннан кейін";
"Align windows" = "Терезелерді туралау";
"Align windows:" = "Терезелерді туралау:";
"All apps" = "Барлық қолданбалар";
"All data from this form will be made public, as a ticket on github.com" = "Бұл пішіндегі барлық деректер github.com сайтында билет ретінде жалпыға қолжетімді болады";
"All screens" = "Барлық экрандар";
"All Spaces" = "Барлық кеңістіктер";
"Allowed" = "Рұқсат етілген";
"Alphabetical" = "Әліпби бойынша";
"Alphabetical Order" = "Әліпби тәртібі";
"Also select windows using:" = "Терезелерді келесіні қолданып та таңдау:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab соңғы рет қолданғанда апатқа ұшырады. Апат туралы есеп жіберу мәселені шешуге көмектеседі";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab қазір қолданбаларды көрсетуге орнатылған. Бұл параметр AltTab терезелерді көрсетуге орнатылған кезде ғана қолжетімді.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab экран жазу рұқсаттарынсыз жұмыс істеп тұр. Нобайлар көрсетілмейді.";
"AltTab needs some permissions" = "AltTab үшін кейбір рұқсаттар қажет";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab терезе ағымдағы уақытта кішірейтілген немесе толық экранда екенін күй белгішесімен көрсетеді.";
"Always" = "Әрдайым";
"Always send crash reports" = "Апат туралы есептерді әрдайым жіберу";
"and press" = "және басыңыз";
"and press:" = "және басыңыз:";
"Animations" = "Анимациялар";
"Animations…" = "Анимациялар…";
"App (BundleID starting with)" = "Қолданба (BundleID келесімен басталады)";
"App Icons" = "Қолданба белгішелері";
"App is hidden" = "Қолданба жасырылған";
"App is running but has no open window" = "Қолданба іске қосылған, бірақ ашық терезесі жоқ";
"Apparition delay" = "Пайда болу кідірісі";
"Apparition delay of Switcher" = "Ауыстырғыштың пайда болу кешігуі";
"Apparition delay:" = "Көрсету кідірісі:";
"Appearance" = "Көрініс";
"Application Name" = "Қолданба атауы";
"Application Name - Window Title" = "Қолданба атауы - Терезе тақырыбы";
"Applications" = "Қолданбалар";
"Are you sure you don’t want a response?" = "Жауап алғыңыз келмейтініне сенімдісіз бе?";
"Arrow keys" = "Бағыттау пернелері";
"Ask whether to send crash reports" = "Апат туралы есептерді жіберуді сұрау";
"Auto" = "Авто";
"Auto-install updates periodically" = "Жаңартуларды автоматты түрде мерзімді орнату";
"Blacklists" = "Қара тізімдер";
"Cancel" = "Бас тарту";
"Cancel and hide" = "Бас тарту және жасыру";
"Capture windows in the background" = "Артқы фондағы терезелерді түсіру";
"Center" = "Ортасы";
"Check for updates now…" = "Қазір жаңартуларды тексеру…";
"Check for updates periodically" = "Жаңартуларды мерзімді тексеру";
"Check for updates…" = "Жаңартуларды тексеру…";
"Check permissions…" = "Рұқсаттарды тексеру…";
"Close window" = "Терезені жабу";
"Conflicting shortcut" = "Қақтығысатын жылдам перне";
"Controls" = "Басқару элементтері";
"Crash reports policy" = "Апат есептері саясаты";
"Crash reports policy:" = "Апат туралы есептер саясаты:";
"Cursor follows focus" = "Курсор фокусқа ілеседі";
"Customize App Icons style…" = "Қолданба белгішелерінің стилін реттеу…";
"Customize Thumbnails style…" = "Эскиздер стилін реттеу…";
"Customize Titles style…" = "Тақырыптар стилін реттеу…";
"Dark" = "Қараңғы";
"Debug tools" = "Түзету құралдары";
"Disabled" = "Өшірілген";
"Do nothing" = "Ештеңе істемеу";
"Don’t check for updates periodically" = "Жаңартуларды мерзімді тексермеу";
"Don’t send" = "Жібермеу";
"Don’t show windows from these apps" = "Осы қолданбалардың терезелерін көрсетпеу";
"Done" = "Дайын";
"End" = "Соңы";
"Exceptions" = "Ерекшеліктер";
"Export settings…" = "Параметрлерді экспорттау…";
"Export…" = "Экспорттау…";
"Fade in animation of Preview" = "Алдын ала қараудың біртіндеп пайда болу анимациясы";
"Fade out animation" = "Өшу анимациясы";
"Fade out animation of Switcher" = "Ауыстырғыштың біртіндеп жоғалу анимациясы";
"Fade out animation:" = "Анимацияны өшіру:";
"Failed to import settings" = "Параметрлерді импорттау мүмкін болмады";
"Focus selected window" = "Таңдалған терезені фокусқа алу";
"Fullscreen window" = "Толық экранды терезе";
"Fullscreen windows:" = "Толық экранды терезелер:";
"Fullscreen/Defullscreen window" = "Терезені толық экранға шығару/толық экраннан шығару";
"General" = "Жалпы";
"Gesture" = "Ым";
"Grant permission" = "Рұқсат беру";
"Hidden windows:" = "Жасырылған терезелер:";
"Hide" = "Жасыру";
"Hide app badges" = "Қолданба белгілерін жасыру";
"Hide app badges:" = "Қолданба белгілерін жасыру:";
"Hide apps with no open window" = "Ашық терезесі жоқ қолданбаларды жасыру";
"Hide apps with no open window:" = "Ашық терезесі жоқ қолданбаларды жасыру:";
"Hide colored circles on mouse hover" = "Тінтуірді шарлағанда түрлі-түсті шеңберлерді жасыру";
"Hide colored circles on mouse hover:" = "Тінтуірді апарғанда түрлі-түсті шеңберлерді жасыру:";
"Hide in %@" = "%@ ішінде жасыру";
"Hide Space number labels" = "Кеңістік нөмірлерінің белгілерін жасыру";
"Hide Space number labels:" = "Кеңістік нөмірі белгілерін жасыру:";
"Hide status icons" = "Күй белгішелерін жасыру";
"Hide status icons:" = "Күй белгішелерін жасыру:";
"Hide window thumbnails:" = "Терезе нобайларын жасыру:";
"Hide/Show app" = "Қолданбаны жасыру/көрсету";
"High" = "Жоғары";
"Highest" = "Ең жоғары";
"Hold" = "Ұстау";
"Horizontal Swipe with Four Fingers" = "Төрт саусақпен көлденең сырғыту";
"Horizontal Swipe with Three Fingers" = "Үш саусақпен көлденең сырғыту";
"I think the app could be improved with…" = "Менің ойымша, бағдарламаны мыналармен жақсартуға болады…";
"Ignore shortcuts when active" = "Белсенді болған кезде жылдам пернелерді елемеу";
"Ignore shortcuts while a window from these apps is active" = "Осы қолданбалардың терезесі белсенді болған кезде жылдам пернелерді елемеу";
"Import settings…" = "Параметрлерді импорттау…";
"Import…" = "Импорттау…";
"Keep open" = "Ашық қалдыру";
"Keep open and search" = "Ашық қалдыру және іздеу";
"Language" = "Тіл";
"Language Change" = "Тілді өзгерту";
"Large" = "Үлкен";
"Later" = "Кейінірек";
"Latest releases" = "Соңғы шығарылымдар";
"Leading" = "Бастапқы";
"Left" = "Сол";
"Light" = "Ашық";
"Lock search" = "Іздеуді құлыптау";
"Max height on screen:" = "Экрандағы максималды биіктік:";
"Max width on screen:" = "Экрандағы максималды ені:";
"Medium" = "Орташа";
"Menubar icon" = "Мәзір жолағының белгішесі";
"Menubar icon:" = "Мәзір жолағының белгішесі:";
"Middle" = "Ортасы";
"Minimize/Deminimize window" = "Терезені жию/жайып көрсету";
"Minimized windows:" = "Кішірейтілген терезелер:";
"Miscellaneous" = "Басқалар";
"Miscellaneous:" = "Әртүрлі:";
"Mouse hover" = "Тінтуірді апару";
"Multiple screens" = "Бірнеше экран";
"Never" = "Ешқашан";
"Never send crash reports" = "Апат туралы есептерді ешқашан жібермеу";
"No Window" = "Терезе жоқ";
"Non-active apps" = "Белсенді емес қолданбалар";
"Non-visible Spaces" = "Көрінбейтін кеңістіктер";
"Normal" = "Қалыпты";
"Not allowed" = "Рұқсат етілмеген";
"NSHumanReadableCopyright" = "GPL-3.0 лицензиясы";
"Only if the window is fullscreen" = "Егер терезе толық экранда болса ғана";
"Only on different screen" = "Тек басқа экранда";
"Open Accessibility Preferences…" = "Арнайы мүмкіндіктер параметрлерін ашу…";
"Open Accessibility Settings…" = "Арнайы мүмкіндіктер параметрлерін ашу…";
"Open Screen Recording Preferences…" = "Экран жазу параметрлерін ашу…";
"Open Screen Recording Settings…" = "Экран жазу параметрлерін ашу…";
"Open System Settings to confirm, and continue" = "Растау үшін жүйе параметрлерін ашыңыз және жалғастырыңыз";
"Open Trackpad Preferences…" = "Трекпад параметрлерін ашу…";
"Open Trackpad Settings…" = "Трекпад параметрлерін ашу…";
"Optional: email (if you want a reply)" = "Қосымша: электрондық пошта (егер жауап алғыңыз келсе)";
"Order windows by" = "Терезелерді мына бойынша реттеу";
"Please fill in the form" = "Пішінді толтырыңыз";
"Policies" = "Саясаттар";
"Preferences…" = "Параметрлер…";
"Preview selected window" = "Таңдалған терезені алдын ала қарау";
"Preview selected window:" = "Таңдалған терезені алдын ала қарау:";
"Preview the selected window." = "Таңдалған терезені алдын ала қарау.";
"Quit" = "Шығу";
"Quit %@" = "%@ шығу";
"Quit app" = "Қолданбадан шығу";
"Recently Created" = "Жақында жасалғандар";
"Recently Created First" = "Жақында жасалған алдымен";
"Recently Focused" = "Жақында фокусқа алынғандар";
"Recently Focused First" = "Жақында фокусталған алдымен";
"Remember my choice" = "Таңдауымды есте сақтау";
"Reset preferences and restart" = "Параметрлерді қалпына келтіріп, қайта іске қосу";
"Reset preferences and restart…" = "Параметрлерді қалпына келтіріп, қайта іске қосу…";
"Reset settings and restart" = "Параметрлерді қалпына келтіру және қайта іске қосу";
"Reset settings and restart…" = "Параметрлерді қалпына келтіру және қайта іске қосу…";
"Restart Now" = "Қазір қайта іске қосу";
"Rows of thumbnails:" = "Нобайлар қатарлары:";
"Screen including menu bar" = "Мәзір жолағы бар экран";
"Screen including mouse" = "Тінтуір бар экран";
"Screen Recording" = "Экран жазу";
"Screen showing AltTab" = "AltTab көрсетілетін экран";
"Search" = "Іздеу";
"Select next window" = "Келесі терезені таңдау";
"Select previous window" = "Алдыңғы терезені таңдау";
"Select windows on mouse hover" = "Тінтуірді шарлағанда терезелерді таңдау";
"Select windows using arrow keys" = "Бағыттау пернелерін пайдаланып терезелерді таңдау";
"Select windows using vim keys" = "Vim пернелерін пайдаланып терезелерді таңдау";
"Send" = "Жіберу";
"Send a crash report?" = "Апат туралы есеп жіберу керек пе?";
"Send anyway" = "Бәрібір жіберу";
"Send debug profile (CPU, memory, etc)" = "Жіберу дебаг профилі (CPU, жад, т.б.)";
"Send feedback" = "Пікір жіберу";
"Send feedback…" = "Пікір жіберу…";
"Settings imported" = "Параметрлер импортталды";
"Settings…" = "Параметрлер";
"Share improvement ideas, or report bugs" = "Жақсарту идеяларымен бөлісіңіз немесе қателер туралы хабарлаңыз";
"Shortcut" = "Жарлық";
"Shortcut 1" = "Жылдам перне 1";
"Shortcut 2" = "Жылдам перне 2";
"Shortcut 3" = "Жылдам перне 3";
"Shortcut 4" = "Жылдам перне 4";
"Shortcut 5" = "Жылдам перне 5";
"Shortcut already assigned to another action: %@" = "Жылдам перне басқа әрекетке тағайындалған: %@";
"Shortcuts When Active" = "Белсенді кездегі жылдам пернелер";
"Shortcuts when active…" = "Белсенді кездегі жылдам пернелер…";
"Show" = "Көрсету";
"Show & Hide" = "Көрсету және жасыру";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Әр терезе үшін немесе әр қолданба үшін ауыстырғышта элементті көрсету. Терезелер фокусталады, ал қолданбалар іске қосылады.";
"Show apps with no open window" = "Ашық терезесі жоқ қолданбаларды көрсету";
"Show at the end" = "Соңында көрсету";
"Show fullscreen windows" = "Толық экранды терезелерді көрсету";
"Show hidden windows" = "Жасырылған терезелерді көрсету";
"Show in switcher" = "Ауыстырғышта көрсету";
"Show minimized windows" = "Кішірейтілген терезелерді көрсету";
"Show on" = "Көрсету";
"Show on:" = "Көрсету орны:";
"Show standard tabs as windows" = "Стандартты қойындыларды терезе ретінде көрсету";
"Show standard tabs as windows:" = "Стандартты қосымша беттерді терезе ретінде көрсету:";
"Show titles" = "Тақырыптарды көрсету";
"Show windows from applications" = "Қолданбалардан терезелерді көрсету";
"Show windows from screens" = "Экрандардан терезелерді көрсету";
"Show windows from Spaces" = "Кеңістіктерден терезелерді көрсету";
"Show windows from:" = "Терезелерді көрсету:";
"Size" = "Өлшем";
"Skipped" = "Өткізілді";
"Small" = "Кіші";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Finder немесе Preview сияқты кейбір қолданбалар тәуелсіз терезелер ретінде әрекет ететін стандартты қойындыларды пайдаланады. Веб-шолғыштар сияқты кейбір басқа қолданбалар ерекше әрекет ететін және нақты терезелер емес арнайы қойындыларды пайдаланады. AltTab оларды бөлек тізімдей алмайды.";
"Source code repository" = "Бастапқы код репозиторийі";
"Space" = "Кеңістік";
"Space Order" = "Кеңістік тәртібі";
"Start" = "Басы";
"Start at login" = "Жүйеге кіргенде бастау";
"Start at login:" = "Кірген кезде іске қосу:";
"Support this project" = "Осы жобаны қолдау";
"Swipe with Four Fingers" = "Төрт саусақпен сырғыту";
"Swipe with Three Fingers" = "Үш саусақпен сырғыту";
"Switch between 3 different styles. You can customize them." = "3 түрлі стиль арасында ауысу. Сіз оларды теңшей аласыз.";
"System" = "Жүйе";
"System Default" = "Жүйе әдепкісі";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (command+escape) пернелер тіркесімін macOS GameOverlay үшін қолдануы мүмкін.\n\nСіздің өзгерісіңіз оны мынаған тағайындайды: %@.\n\nЕгер жалғастырғыңыз келсе, GameOverlay пернелер тіркесімі өшірілгеніне көз жеткізіңіз.\nСондай-ақ, macOS-та пернелер тіркесімі өшірілген кезде де кедергі келтіруі мүмкін қателер туралы хабарланғанын ескеріңіз.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) пернесі кейбір macOS пернелер тіркесімдерімен сақталған (мысалы, ⌘⌥⎋ Терезелерді мәжбүрлеп жабу терезесін көрсетеді).\n\nЕгер ⎋ пернесін қолданғыңыз келсе, Модификаторларды ұстап тұру: ⌘⌥, ⌘⌥⇧ немесе ⌘⌥⇧⌃ болмауын тексеріңіз.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (escape) пернесі кейбір macOS пернелер тіркесімдерімен сақталған (мысалы, ⌘⌥⎋ Терезелерді мәжбүрлеп жабу терезесін көрсетеді).\n\nСіздің өзгерісіңіз оны мынаған тағайындайды: %@.\n\nЕгер ⎋ пернесін қолданғыңыз келсе, Модификаторларды ұстап тұру: ⌘⌥, ⌘⌥⇧ немесе ⌘⌥⇧⌃ болмауын тексеріңіз.";
"The application needs to restart to apply the imported settings." = "Импортталған параметрлерді қолдану үшін қолданбаны қайта іске қосу қажет.";
"The application needs to restart to apply the language change." = "Тіл өзгерісін қолдану үшін қолданбаны қайта іске қосу қажет.";
"Theme" = "Тақырып";
"Theme:" = "Тақырып:";
"Then release:" = "Содан кейін жіберіңіз:";
"This permission is needed to focus windows after you release the shortcut" = "Бұл рұқсат төте жолды босатқаннан кейін терезелерді фокустау үшін қажет";
"This permission is needed to show screenshots and titles of open windows" = "Бұл рұқсат ашық терезелердің скриншоттары мен тақырыптарын көрсету үшін қажет";
"This permission is needed to show thumbnails and preview of open windows" = "Бұл рұқсат ашық терезелердің нобайларын және алдын ала қарауын көрсету үшін қажет";
"Thumbnails" = "Эскиздер";
"Title" = "Тақырып";
"Title truncation" = "Тақырыпты қысқарту";
"Titles" = "Тақырыптар";
"Trackpad haptic feedback" = "Трекпадтың дірілді кері байланысы";
"Trigger" = "Іске қосу";
"Trigger shortcut" = "Іске қосу жылдам пернесі";
"Unassign existing shortcut and continue" = "Бар жылдам пернені тағайындаудан алып, жалғастыру";
"Updates policy" = "Жаңарту саясаты";
"Updates policy:" = "Жаңарту саясаты:";
"Use the app without this permission. Thumbnails won’t show." = "Бұл рұқсатсыз қолданбаны пайдаланыңыз. Нобайлар көрсетілмейді.";
"Version" = "Нұсқасы";
"Vertical Swipe with Four Fingers" = "Төрт саусақпен тік сырғыту";
"Vertical Swipe with Three Fingers" = "Үш саусақпен тік сырғыту";
"View existing discussions" = "Бар талқылауларды қарау";
"Vim keys" = "Vim пернелері";
"Vim keys already assigned to other actions:\n%@" = "Vim пернелері басқа әрекеттерге тағайындалған:\n%@";
"Visibility" = "Көріну";
"Visible Spaces" = "Көрінетін кеңістіктер";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Өшірілген кезде, macOS-тың күлгін экранды жазу индикаторынан аулақ болады және DRM видеосын ойнатқанда жыпылықтауды болдырмайды. Эскиздер аз жаңартылатын болады.";
"When fullscreen" = "Толық экранда болғанда";
"When no open window" = "Ашық терезе жоқ кезде";
"While open, press:" = "Ашық кезде, басыңыз:";
"Window app icon size:" = "Терезе қолданбасы белгішесінің өлшемі:";
"Window is fullscreen" = "Терезе толық экранда";
"Window is minimized" = "Терезе кішірейтілген";
"Window is on every Space" = "Терезе әр кеңістікте";
"Window is on Space %d" = "Терезе %d кеңістігінде";
"Window max width in row:" = "Қатардағы терезенің максималды ені:";
"Window min width in row:" = "Қатардағы терезенің минималды ені:";
"Window order:" = "Терезе реті:";
"Window Title" = "Терезе тақырыбы";
"Window title contains" = "Терезе атауында";
"Window title font size:" = "Терезе тақырыбы қаріп өлшемі:";
"Window title truncation:" = "Терезе тақырыбын қысқарту:";
"Windows" = "Терезелер";
"You can’t undo this action." = "Бұл әрекетті болдырмау мүмкін емес.";
"You didn’t write your email, thus can’t receive any response." = "Сіз электрондық поштаңызды жазбадыңыз, сондықтан ешқандай жауап ала алмайсыз.";
"You may need to disable some conflicting system gestures" = "Кейбір қақтығысатын жүйелік ымдарды өшіру қажет болуы мүмкін";
